export default {
  lang: {
    ru: "Русский",
    ua: "Украинский",
    en: "Английский",
  },
  pages: {
    about: {
      title: "О проекте",
      content: `
      <h2>Цель проекта</h2>
      <p>
        Цель проекта– это создание альтернативной платформы для коммуникаций для обычных пользователей Интернета на случай ограничения доступа к международной сети или применения цензурны.Мы предлагаем список различных приложений, которые позволяют общаться по открытому и свободному протоколу, которые размещены на локальных хостингах в Украине(как в начале 2000 - х, когда люди начали подключать Интернет у себя дома).Если говорить простым языком: скачайте, настройте, и шатдаун для вас не будет так уж страшен.
      </p>
      <h2>Как это работает?</h2>
      <p>
        Все наши инструкции предназначены для того, чтобы напомнить о том, что можно совершить довольно незамысловатые действия и обеспечить связь друг с другом, а также с друзьями и родственникамиза рубежом, и доступ к международному информационному полю на случай, если привычные способы общения перестанут работать.Для этого можно скачать приложения и подключиться к серверам, которым можно доверять.
      </p>
      <p>
        <b>Тут два ключевых момента: децентрализация и федерация.</b> Языком простых людей, не имеющих отношения к сфере программирования и информатики, мы предлагаем протестировать инструменты (приложения), не имеющие единого сервера, управляющего их работой, как популярные Viber, Telegram, Whatsapp, Facebook Messenger и т.д. Соответственно, их невозможно отключить, опустив пару рубильников.
      </p>
      <p>
        <b>Примечание.</b> Вашим родным и друзьям, с которыми вы хотите поддерживать общение при изоляции интернета, также необходимо установить те же программы. Однако, так как локальный сервер можно поднять на своем локальном хостинге, то и настройками сервера можно управлять. На нашем сайте вы найдете инструменты, которые входятв Федиверс — объединение децентрализованных сервисов, работающих по принципу федерации: имея аккаунт в одном сервисе, пользователь может взаимодействовать с другими, не регистрируясь в них.
      </p>
      <p>
        При этом, владелец сервера НЕ МОЖЕТ получить доступ к переписке в частных чатах, где он не является членом.Доступ владельца сервера ограничивается только публичными чатами.
      </p>
      <p>
        Сейчас на сайте представлены несколько приложений из огромной децентрализованной вселенной. Этот список будет постепенно расширяться. Существующие приложения размещаются на серверах, которые хостятся в украинских датацентрах. Если у вас есть доступ к одному из них, вы можете общаться друг с другом, даже если в вашем регионе не будет работать интернет-подключение, которое необходимое для использования других популярных мессенджеров.
      </p>
      <h2>Зачем это нужно?</h2>
      <p>
        Мы понимаем, что основные каналы связи на временно оккупированных территориях сегодня контролируются властями оккупанта, а доступ к информации и общению с миром – это необходимый ресурс. Этот ресурс очень легко ограничить в условиях диктатуры, поэтому мы уверены, что лучше заранее запастись «подушками безопасности». Как говорится, лучше синица в руках, чем журавль в небе. Наша «синица» —это возможность обеспечить себе альтернативу в общении на крайний случай.
      </p>`
    }
  },
  copyUrl: "Копировать",

  title: {
    first: "Альтернативные способы коммуникации в условиях цензуры, перебоев",
    second: " и ограничений в сети Интернет",
  },
  connected: "Ваш текущий сервер  <b>{name}</b>",
  server: "Дугие сервера:",

  subtitle: "Мы предлагаем вам заранее установить и попробовать этот набор из приложений, которые могут работать автономно и независимо от интернет-ограничений. Если вы находитесь на временно оккупированных территориях, эта простая подготовка гарантирует вам работающие каналы связи под рукой. Мы создали несколько серверов на территории Украины для того, чтобы обеспечить возможность коммуникации между пользователями по локальной сети, независимо от того, что происходит. Список этих приложений будет пополняться.",
  alert: {
    title: "Не жди. Маcштабируй!",
    descr: "Создавайте свои собственные сети используя код. Присоединяйтесь к технической группе для обсуждения сотрудничества, новых услуг и волонтерства.",
    buttons: {
      repo: "Репозиторий",
      servers: "Matrix сервер",
    },
  },
  cities: {
    kyiv: "Киев",
    odessa: "Одесcа",
    kharkiv: "Харьков",
    lviv: "Львов",
    lviv2: "Львов 2",
    rivne: "Ровно",
    kherson: "Херсон",
    mykolayiv: "Николаев",
    poltava: "Полтава",
    khmelnytskyi: "Хмельницкий"

  },

  footer: {
    initiative: `Инициатива — <a target="_blank" href="https://equalit.ie/">eQualit.ie</a>`,
    license: `Под лицензией <a  href="https://github.com/censorship-no/dcomms"> GNU General Public License v3.0</a>`,
  },
  rubric: {
    messaging: "Безопасные мессенджеры",
    browsing: "Просмотр сайтов",
    social: "Социальные сети",

    //    filesharing: "Обмен файлами",
  },
  adressCopy: "Адрес скопирован",

  items: {
    desktopApp: "Подключиться с компьютера:",
    localDownload: "локальное скачивание",
    instruction: "Инструкция:",
    downloads: "Скачать:",
    notAvail: "Недоступен",
    mobileApp: "Приложение для телефона:",
  },
};
