export default {
  lang: {
    ru: "Російська",
    ua: "Українська",
    en: "Англійська",
  },

  pages: {
    about: {
      title: "Про проєкт",
      content: `<p>
        Відновіть контроль над своїми даними та сховайтеся від сторонніх очей.За допомогою Dcomms ви можете безпечно спілкуватися навіть під час стеження за сеансами користувачів в мережі або коли Інтернет відключено ззовні.Dcomms ніколи не продаватиме ваші дані та не передасть вашу інформацію владі.Ми розробляємо безкоштовне програмне забезпечення з відкритим кодом, зосереджуючись на відкритих, децентралізованих і федеративних технологіях.
      </p>
      <p>Dcomms був запущений eQualitie.ie у 2022 році у відповідь на повномасштабне вторгнення Росії в Україну. Згодом це стало окремим проектом у рамках eQualitie. Початковою метою проєкту було розгорнути велику кількість інстансів зашифрованих чат-сервісів по всій Україні з огляду на ризики того, що населені пункти по всій країні можуть бути повністю відключені від зовнішнього інтернету.</p>
      <p>Однак ціль проєкту дещо змінилася, коли інтернет-з’єднання в окупованих містах почало проходити через Росію. Відповідно, безпека користувачів та їхня конфіденційність стали пріоритетними. Більше того, в останні місяці замість довготривалих відключень ми спостерігали лише короткочасні відключення в населених пунктах – нерідко з огляду на обстріли, що призводило до пошкодження волоконно-оптичної інфраструктури Інтернету.  Саме тому наші сервіси допомагали користувачам бути на зв’язку у ці короткі проміжки часу.</p>
      <p>
        З розширенням проєкту Dcomms ми сподіваємося додати ще більше безкоштовних сервісів з відкритим вихідним кодом для тих, хто їх потребує.Якщо ви хочете запропонувати в Dcomms якийсь з нових сервісів, будь ласка, надішліть нам запит на нашій сторінці Github.https: //github.com/censorship-no/dcomms
      </p>`
    }
  },
  copyUrl: "Копіювати",

  title: {
    first: "Альтернативні способи комунікації в умовах цензури, перебоїв  ",
    second: "та обмежень у роботі мережі Інтернет",
  },
  connected: "Ваш нинішній сервер <b>{name}</b>",
  subtitle: "Ми пропонуємо вам заздалегідь встановити та потестувати цей набір із додатків, які можуть працювати автономно та незалежно від інтернет-обмежень. Якщо ви знаходитесь на тимчасово окупованих територіях, то ця проста підготовка гарантує вам працюючі канали зв'язку під рукою. Ми створили кілька серверів на території України для того, щоб наша команда могла забезпечити можливість комунікації між користувачами по локальній мережі, незалежно від того, що відбувається. Список цих додатків поповнюватиметься.",
  server: "ІНШІ СЕРВЕРИ:",
  alert: {
    title: "Не зволікай! Використовуй вже!",
    descr: "Створюйте власні мережі за допомогою коду. Приєднуйтесь до технічної групи для обговорення співпраці, нових послуг та волонтерства",
    buttons: {
      repo: "Репозиторій",
      servers: "Matrix cервер",
    },
  },
  cities: {
    kyiv: "Київ",
    odessa: "Одеса",
    kharkiv: "Харків",
    lviv: "Львів",
    lviv2: "Львів 2",
    rivne: "Рівне",
    kherson: "Херсон",
    mykolayiv: "Миколаїв",
    poltava: "Полтава",
  },

  footer: {
    initiative: `
      Ініціатива <a target = "_blank"
      href = "https://equalit.ie/" > eQualit.ie </a>`,
    license: `За ліцензією <a  href="https://github.com/censorship-no/dcomms"> GNU General Public License v3.0</a>`,
  },
  rubric: {
    messaging: "Безпечні месенджери",
    browsing: "Перегляд сайтів",
    social: "Соцмережі",
    //    filesharing: "Файлообмінник",
  },
  adressCopy: "Адрес копірований",
  items: {
    desktopApp: "Як отримати доступ з комп’ютера (десктоп):",
    localDownload: "локальне скачування",
    instruction: "інструкція:",
    downloads: "Завантажити:",
    mobileApp: "Додаток для смартфона:",
    notAvail: "Недоступний",
  },
};
