export default {
  lang: {
    ru: "Російська",
    ua: "Українська",
    en: "Англійська",
  },

  pages: {
    about: {
      title: "Про проєкт",
      content: ` <p>
        Dcomms задуманий як альтернативна платформа для комунікації між користувачами Інтернету в Україні на випадок обмеження доступу до глобальної мережі чи застосування цензурних обмежень з боку окупантів.
      </p>
      <p>Ми пропонуємо застосунки для спілкування на основі відкритого протоколу. Сервіси розташовані на локальних хостингах в українських містах (схоже до того, як на початку 2000-х, користувачі підключати Інтернет вдома).</p>
      <p>Одним словом, завантажте застосунки, налаштуйте, спробуйте, як це працює — і обмеження цензури та/чи відключення Інтернету вас не лякатимуть.</p>
      <H2>Як це працює</H2>
      <p>
        Наші інструкції - це нагадування користувачам інтернету про те, що завдяки досить простим діям ви зможете забезпечити зв 'язок один з одним, з друзями та родичами за кордоном. Також у вас буде доступ до міжнародних інформаційних ресурсів у разі, якщо звичні для вас канали комунікації перестануть працювати. Для цього треба завантажити застосунки та підключитися до локальних серверів.
      </p>
      <p>
        <b>Dcomms побудований на двох принципах: децентралізація та федеративність.</b> Якщо говорити простою мовою для тих, що не дотичний до сфери програмування та інформатики, ми пропонуємо інструменти (застосунки), що не пов’язані з єдиним сервером, що керує їхньою роботою, як то Viber, Telegram, Whatsapp, Facebook Messenger, тощо. Відповідно, сервіси Dcomms неможливо відключити, просто вимкнувши відповідні перемикачі на головному сервері.
      </p>
      <p>
        <b>Примітка.</b> У разі зовнішнього відключення інтернету, вам, а так само вашим рідним й друзям необхідно завчасно встановити ці застосунки аби підтримувати комунікацію між собою. Окільки локальний сервер можна підняти на своєму локальному хостингу, налаштуваннями цього серверу також можна керувати.
      </p>
      <p>
        На нашому сайті ви знайдете сервіси, які входять до Федіверса(Fediverse)— мережі децентралізованих сервісів, що працюють за принципом федерації: зареєструвавши обліковий запис на одному з сервісів, користувач може взаємодіяти на інших сервісах без додаткової реєстрації на кожному з них.
        При цьому,<b> власник сервера НЕ МОЖЕ отримати доступ до листування </b>у приватних чатах, до яких він не буд доєднаний як користувач.Доступ власника сервера обмежується тільки публічними чатами.
      </p>
      <p>
        Наразі на Dcomms пропонується тільки кілька застосунків з величезного децентралізованого всесвіту.Цей список поступово розширюватиметься.Сервіси розміщуються на серверах, які хостяться в українських датацентрах.Якщо у вас є доступ до одного з серверів, ви можете спілкуватися один з одним, навіть якщо у вашому регіоні не буде працювати інтернет - підключення необхідне для використання звичайних месенджерів.
      </p>
      <H2>Навіщо це потрібно?</H2>
      <p>
        Ми розуміємо, що основні канали зв 'язку на тимчасово окупованих територіях сьогодні контролюються владою окупантів, тоді ж як доступ до інформації та спілкування з зовнішнім світом  — це потреба користувачів. Це спілкування легко обмежити в умовах диктатури, тому ми пропонуємо —  заздалегідь передбачте для себе «подушки безпеки». Як кажуть, ліпше горобець у жмені, як журавель у небі. Запропоновані нами сервіси —  це можливість забезпечити собі альтернативу в комунікації за непередбачуваних обставин.
      </p>`
    }
  },
  copyUrl: "Копіювати",

  title: {
    first: "Альтернативні способи комунікації в умовах цензури, перебоїв  ",
    second: "та обмежень у роботі мережі Інтернет",
  },
  connected: "Ваш нинішній сервер <b>{name}</b>",
  subtitle: "Ми пропонуємо вам заздалегідь встановити та потестувати цей набір із додатків, які можуть працювати автономно та незалежно від інтернет-обмежень. Якщо ви знаходитесь на тимчасово окупованих територіях, то ця проста підготовка гарантує вам працюючі канали зв'язку під рукою. Ми створили кілька серверів на території України для того, щоб наша команда могла забезпечити можливість комунікації між користувачами по локальній мережі, незалежно від того, що відбувається. Список цих додатків поповнюватиметься.",
  server: "ІНШІ СЕРВЕРИ:",
  alert: {
    title: "Не зволікай! Використовуй вже!",
    descr: "Створюйте власні мережі за допомогою коду. Приєднуйтесь до технічної групи для обговорення співпраці, нових послуг та волонтерства",
    buttons: {
      repo: "Репозиторій",
      servers: "Matrix cервер",
    },
  },
  cities: {
    kyiv: "Київ",
    odessa: "Одеса",
    kharkiv: "Харків",
    lviv: "Львів",
    lviv2: "Львів 2",
    rivne: "Рівне",
    kherson: "Херсон",
    mykolayiv: "Миколаїв",
    poltava: "Полтава",
  },

  footer: {
    initiative: `
      Ініціатива <a target = "_blank"
      href = "https://equalit.ie/" > eQualit.ie </a>`,
    license: `За ліцензією <a  href="https://github.com/censorship-no/dcomms"> GNU General Public License v3.0</a>`,
  },
  rubric: {
    messaging: "Безпечні месенджери",
    browsing: "Перегляд сайтів",
    social: "Соцмережі",
    //    filesharing: "Файлообмінник",
  },
  adressCopy: "Адрес копірований",
  items: {
    desktopApp: "Як отримати доступ з комп’ютера (десктоп):",
    localDownload: "локальне скачування",
    instruction: "інструкція:",
    downloads: "Завантажити:",
    mobileApp: "Додаток для смартфона:",
    notAvail: "Недоступний",
  },
};
