export default {
  lang: {
    ru: "Російська",
    ua: "Українська",
    en: "Англійська",
  },

  pages: {
    about: {
      title: "Про проєкт",
      content: ` <p>
        Dcomms задуманий як альтернативна платформа для комунікації між користувачами Інтернету в Україні на випадок обмеження доступу до глобальної мережі чи застосування цензурних обмежень з боку окупантів.
      </p>
      <p>Ми пропонуємо застосунки для спілкування на основі відкритого протоколу. Сервіси розташовані на локальних хостингах в українських містах (схоже до того, як на початку 2000-х, користувачі підключати Інтернет вдома).</p>
      <p>Одним словом, завантажте застосунки, налаштуйте, спробуйте, як це працює — і обмеження цензури та/чи відключення Інтернету вас не лякатимуть.</p>
      <H2>Як це працює</H2>
      <p>
        Наші інструкції - це нагадування користувачам інтернету про те, що завдяки досить простим діям ви зможете забезпечити зв 'язок один з одним, з друзями та родичами за кордоном. Також у вас буде доступ до міжнародних інформаційних ресурсів у разі, якщо звичні для вас канали комунікації перестануть працювати. Для цього треба завантажити застосунки та підключитися до локальних серверів.
      </p>
      <p>
        <b>Dcomms побудований на двох принципах: децентралізація та федеративність.</b> Якщо говорити простою мовою для тих, що не дотичний до сфери програмування та інформатики, ми пропонуємо інструменти (застосунки), що не пов’язані з єдиним сервером, що керує їхньою роботою, як то Viber, Telegram, Whatsapp, Facebook Messenger, тощо. Відповідно, сервіси Dcomms неможливо відключити, просто вимкнувши відповідні перемикачі на головному сервері.
      </p>
      <p>
        <b>Примітка.</b> У разі зовнішнього відключення інтернету, вам, а так само вашим рідним й друзям необхідно завчасно встановити ці застосунки аби підтримувати комунікацію між собою. Окільки локальний сервер можна підняти на своєму локальному хостингу, налаштуваннями цього серверу також можна керувати.
      </p>
      <p>
        На нашому сайті ви знайдете сервіси, які входять до Федіверса(Fediverse)— мережі децентралізованих сервісів, що працюють за принципом федерації: зареєструвавши обліковий запис на одному з сервісів, користувач може взаємодіяти на інших сервісах без додаткової реєстрації на кожному з них.
        При цьому,<b> власник сервера НЕ МОЖЕ отримати доступ до листування </b>у приватних чатах, до яких він не буд доєднаний як користувач.Доступ власника сервера обмежується тільки публічними чатами.
      </p>
      <p>
        Наразі на Dcomms пропонується тільки кілька застосунків з величезного децентралізованого всесвіту.Цей список поступово розширюватиметься.Сервіси розміщуються на серверах, які хостяться в українських датацентрах.Якщо у вас є доступ до одного з серверів, ви можете спілкуватися один з одним, навіть якщо у вашому регіоні не буде працювати інтернет - підключення необхідне для використання звичайних месенджерів.
      </p>
      <H2>Навіщо це потрібно?</H2>
      <p>
        Ми розуміємо, що основні канали зв 'язку на тимчасово окупованих територіях сьогодні контролюються владою окупантів, тоді ж як доступ до інформації та спілкування з зовнішнім світом  — це потреба користувачів. Це спілкування легко обмежити в умовах диктатури, тому ми пропонуємо —  заздалегідь передбачте для себе «подушки безпеки». Як кажуть, ліпше горобець у жмені, як журавель у небі. Запропоновані нами сервіси —  це можливість забезпечити собі альтернативу в комунікації за непередбачуваних обставин.
      </p>`
    }
  },
  copyUrl: "Копіювати",

  title: {
    first: "Альтернативні способи комунікації в умовах цензури, перебоїв  ",
    second: "та обмежень у роботі мережі Інтернет",
  },
  connected: "Ваш нинішній сервер <b>{name}</b>",
  subtitle: "Ми пропонуємо вам заздалегідь встановити та потестувати цей набір із додатків, які можуть працювати автономно та незалежно від інтернет-обмежень. Якщо ви знаходитесь на тимчасово окупованих територіях, то ця проста підготовка гарантує вам працюючі канали зв'язку під рукою. Ми створили кілька серверів на території України для того, щоб наша команда могла забезпечити можливість комунікації між користувачами по локальній мережі, незалежно від того, що відбувається. Список цих додатків поповнюватиметься.",
  server: "ІНШІ СЕРВЕРИ:",
  alert: {
    title: "Не зволікай! Використовуй вже!",
    descr: "Створюйте власні мережі за допомогою коду. Приєднуйтесь до технічної групи для обговорення співпраці, нових послуг та волонтерства",
    buttons: {
      repo: "Репозиторій",
      servers: "Matrix cервер",
    },
  },
  cities: {
    kyiv: "Київ",
    odessa: "Одеса",
    kharkiv: "Харків",
    lviv: "Львів",
    lviv2: "Львів 2",
    rivne: "Рівне",
    kherson: "Херсон",
    mykolayiv: "Миколаїв",
    poltava: "Полтава",
    khmelnytskyi: "Хмельницький"
  },

  footer: {
    initiative: `
      Ініціатива <a target = "_blank"
      href = "https://equalit.ie/" > eQualit.ie </a>`,
    license: `За ліцензією <a  href="https://github.com/censorship-no/dcomms"> GNU General Public License v3.0</a>`,
  },
  rubric: {
    messaging: "Безпечні месенджери",
    browsing: "Перегляд сайтів",
    social: "Соцмережі",
    //    filesharing: "Файлообмінник",
  },
  adressCopy: "Адрес копірований",
  items: {
    desktopApp: "Як отримати доступ з комп’ютера (десктоп):",
    localDownload: "локальне скачування",
    instruction: "інструкція:",
    downloads: "Завантажити:",
    mobileApp: "Додаток для смартфона:",
    notAvail: "Недоступний",
  },

  labels: {
    locally: 'Locally',
    server: 'server',
  },
  instructions: {
    matrix: {
      title: 'Matrix',
      content: `
      <p>
        Підключайтесь до зашифрованого чат-серверу (Matrix). Працює в локальній
        мережі вашого провайдера. Ви зможете в ній обмінюватися повідомленнями з
        близькими та друзями, у випадку, якщо інтернет зникне.
      </p>
      <ul>
        <li>
          Для десктопа:
          <a :href="{chat}">
          {chat}
          </a>
        </li>
        <li>
          Для смартфона/app: ​​<a href="https://element.io/get-started#download"
            >https://element.io/get-started#download</a
          >
        </li>
        <li>
          Для app: під час налаштування використовуйте наступну назву домашнього
          сервера: {server}
        </li>
      </ul>
      <H2>Як розпочати:</H2>
      <ul>
        <li>Створіть обліковий запис</li>
        <li>Створіть/приєднайтесь до публічної кімнати</li>
        <li>Створіть приватну кімнату та відправте посилання друзям</li>
      </ul>

      <H2>Як це працює:</H2>
      <ul>
        <li>усі особисті та групові чати наскрізно зашифровані</li>
        <li>користувачі створюють приватні кімнати та обмінюються своїми ID</li>
        <li>
          мережа локалізована у Харкові, ніхто ззовні не зможе нею користуватися
        </li>
      </ul>
      <p>
        Поділіться з друзями та близькими, створюйте ПРИВАТНІ кімнати для обміну
        повідомленнями.
      </p>`
    },
    briar: {
      title: 'Briar — це застосунок для листування активісток, журналістів і загалом усіх, кому треба безпечний, простий і надійний засіб зв’язку.',
      content: `<h2>Що таке Briar?</h2>
      <p>
       Briar— це застосунок для листування активісток, журналістів і загалом усіх, кому треба безпечний, простий і надійний засіб зв’ язку.
      </p>
      <p>
        У разі втрати інтернету, Briar може синхронізуватись через Bluetooth чи Wi - Fi, підтримуючи обмін даними в кризових ситуаціях.Поки інтернет є, Briar може синхронізуватись через мережу Tor, захищаючи людей та їхні відносини від стеження.
      </p>

      <dev><img src="/docs/briar/img/briar.png" width="100%" /></dev>

      <h2> Створити обліковий запис</h2>
      <p>
        При першому відкритті Briar запропонує вам створити обліковий запис.Ваш обліковий запис безпечно зберігатиметься на вашому пристрої, захищений паролем.
      </p>
      <p>
        Обачно підбирайте псевдонім, бо потім його не можна буде змінити.Можете обрати такий же псевдонім, як у когось іншого, —як і в реальному житті.
      </p>
      <p>
        Оберіть пароль, який складно вгадати й легко запам’ ятати.Якщо забудете пароль, то назовсім втратите доступ до облікового запису.
      </p>
      <p>
        За потреби негайно видалити обліковий запис, просто видаліть застосунок Briar.
      </p>
      <h2> Налаштування батареї</h2>
      <p>
        Після вибору псевдоніма й пароля, Briar запитає дозвіл на вимкнення оптимізації енергоспоживання, щоб працювати в фоновому режимі.Це необхідно, бо жоден сервер не отримує повідомлень за вас, поки Briar у фоновому режимі: Briar має отримувати ці повідомлення сам.
      </p>
      <p>
        На пристрої Huawei чи Xiaomi, Briar попросить виконати додаткові кроки для отримання дозволу на фоновий режим.Будь ласка, ретельно дотримуйтесь інструкцій.
      </p>

      <h2>Додати контакт</h2>
        <p>Після створення облікового запису ви побачите порожній перелік контактів. Щоб додати контакт, натисніть значок «плюс» (+). Є два варіанти, залежно від того, чи поруч особа, котру бажаєте додати.</p>
        <p>Якщо потрібна особа поруч, оберіть «Додати контакт поблизу». Якщо потрібна особа не поруч і ви маєте інтернет-доступ, оберіть «Додати контакт віддалено».</p>

        <h3>Додати контакт поблизу</h3>
        <p>Коли оберете «Додати контакт поблизу», Briar запитає дозвіл використати камеру, щоб просканувати QR-код контакту. Briar також запитає дозвіл дізнатися місцеперебування, щоб з’єднатися з контактом через Bluetooth. Briar не зберігає, не поширює й не вивантажує вашого місцеперебування, але потребує цього доступу для знаходження Bluetooth-пристроїв поруч. Нарешті, Briar запитає дозвіл увімкнути Bluetooth і зробити пристрій тимчасово видимим Bluetooth-пристроям поруч.</p>
        <p>Отримавши всі ці дозволи, Briar покаже QR-код і видошукач камери. Проскануйте QR-код контакту — й дайте контакту просканувати ваш. За приблизно 30 секунд ваші пристрої мають з’єднатись, а контакт має з’явитись у вашому переліку контактів.</p>
        <p>Якщо пристроям не вдається з’єднатись, вам обом слід повернутися до переліку контактів і почати процес наново.</p>

        <h3>Додати контакт віддалено</h3>
        <p>Коли оберете «Додати контакт віддалено», Briar покаже посилання, яке вам слід надіслати особі, котру бажаєте додати. Посилання можна надіслати через інший застосунок, як-от Signal. Ваш контакт також має надіслати вам своє посилання. Вставте їхнє посилання й оберіть їм псевдонім. Якщо ви й контакт одночасно відкрили Briar і маєте інтернет-доступ, то контакт має з’явитись у вашому переліку контактів за кілька хвилин.</p>

        <h2>Надіслати повідомлення&lt;</h2>
        <p>Додавши контакт, торкніть їхнє ім’я в переліку контактів, щоб надіслати перше повідомлення. Круг поруч із іменем стане зеленим, коли Briar з’єднається з ними через інтернет, Wi-Fi чи Bluetooth.</p>

        <h2>Поділитися своїми контактами</h2>
        <p>Використовуйте функцію представлення контактів навзаєм, щоб їм не доводилося зустрічатись особисто для встановлення зв’язку.</p>

        <h2>Написати допис у блозі</h2>
        <p>Використовуйте функцію блогів, щоб писати дописи для показу одразу всім контактам. Поширюйте дописи інших, щоб усі ваші контакти також їх бачили.</p>
        <p>Пам’ятайте, дописи в блозі неможливо видалити після надсилання.</p>

        <h2>Створити форум</h2>
        <p>Використовуйте функцію форумів, щоб створювати групові обговорення й запрошувати контактів долучитися. Будь-хто в форумі може також запросити своїх контактів.</p>

        <h2>Поради для офлайн-спілкування</h2>
        <p>Радіус дії Bluetooth і Wi-Fi — біля 10 метрів, залежно від перешкод. Звісно, цього замало для спілкування в межах міста чи навіть великої будівлі. Тож отримавши повідомлення від контакту поруч, Briar зберігає його й може згодом передати іншим контактам, коли вони потраплять у радіус дії сигналу (наприклад, коли ви перейдете з одного місця в інше).</p>
        <p>Зауважте, Briar синхронізує повідомлення лише з вашими контактами, не з незнайомими вам у Briar людьми поруч. До того ж, синхронізуються лише ті повідомлення, які ви обрали для поширення тому чи іншому контакту. Наприклад, якщо ви запросите контакти А та Б долучитися до форуму й вони погодяться, то повідомлення в цьому форумі синхронізуються з А чи Б, щойно хтось із них потрапить до радіусу дії сигналу. Тобто ви можете отримати форумне повідомлення від А в одному місці, поїхати в інше, й там Б отримає ці повідомлення.</p>
        <p>Але особисті повідомлення працюють інакше: вони синхронізуються лише прямо між адресантом і адресатом.</p>
        <p>Форум — хороший спосіб забезпечити групі людей зв’язок без інтернет-доступу. Щоб повідомлення форуму точно синхронізувались між усіма в форумі, представте всіх присутніх навзаєм, щоб вони стали контактами; далі кожному слід окремо запросити всіх інших до форуму й прийняти запрошення, навіть якщо вони вже в форумі. Тоді коли будь-які двоє учасниць чи учасників потраплять у радіус дії Bluetooth чи Wi-Fi, отримані ними повідомлення форуму буде синхронізовано.</p>
        <p>Якщо кілька людей у радіусі дії Wi-Fi бажають спілкуватися, може бути корисно створити точку доступу Wi-Fi на телефоні когось одного. Навіть якщо точка не матиме інтернет-доступу, Briar зможе зв’язатися через неї з контактами, що з’єднані з цією ж точкою доступу.</p>
        <p>Якщо надто ризиковано переносити телефон (наприклад, через контрольно-пропускні пункти), можете синхронізувати зашифровані повідомлення через USB-флешку чи SD-карту, щоб переносити їх менш помітно.</p>

        <h2 id="поділитися-застосунком">Поділитися застосунком</h2>
        <p>Якщо комусь у вашій групі треба встановити Briar без інтернет-доступу, можете поділитися з ними застосунком, обравши «Поширити застосунок офлайн» у головному меню Briar. Це створює точку доступу Wi-Fi без інтернет-доступу, через яку вони можуть завантажити застосунок із вашого пристрою.</p>

        <h2 id="заощадити-батарею-й-трафік">Заощадити батарею й трафік</h2>
        <p>Briar активно витрачає батарею й трафік на з’єднання з контактами через інтернет. Тож коли ви в дорозі, ще й з обмеженим мобільним тарифом, подумайте: Briar потрібен вам і для онлайн-, і для офлайн-спілкування — чи краще спілкуватися в мережі чимось на кшталт Signal, а поза мережею користуватись Briar. Можете погодити час доби, коли ви з контактами будете онлайн у Briar, і вимикати йому доступ до мережі решту часу.</p>
        <p>Дозвольте чи забороніть Briar використовувати інтернет, обравши в головному меню Briar «Налаштування», а тоді «З’єднання». Також є варіанти інтернет-з’єднання лише при заряджанні або лише при з’єднанні через Wi-Fi, щоб заощаджувати батарею й трафік.</p>

        <h2 id="надіслати-відгук">Надіслати відгук</h2>
        <p>Чи корисний цей посібник? Чи варто нам щось додати, вилучити або прояснити? Чи спрацював застосунок так, як ви очікували?</p>
        <p>Будь ласка, надішліть анонімний відгук, обравши «Надіслати відгук» у головному меню Briar. Якщо не маєте інтернет-доступу, ваш відгук буде збережено й надіслано наступного разу, коли ви матимете доступ.</p>
        <p>Також можете надсилати зворотний зв’язок <a href="mailto:contact@briarproject.org">contact@briarproject.org</a>.</p>


      <video controls width="100%">
        <source src="/docs/briar/briar.webm" />
      </video>`
    },
    ceno: {
      title: "CENO це мобільний браузер для зберігання та обміну веб-контентом із будь-якої",
      content: `<p>Браузер CENO дозволяє отримати доступ до будь-якого сайту в інтернеті, навіть якщо він підпадає під цензуру у вашій країні. CENO використовує пірінгову інфраструктуру для маршрутизації ваших запитів, а також для зберігання та обміну отриманим контентом з іншими користувачами. <a href="https://censorship.no/user-manual/uk/intro/ceno.html">Докладніше про CENO</a>.</p>
        <h2 id="Як-почати">Як почати</h2>
        <p>Вам знадобиться пристрій Android:</p>
        <ol>
        <li>Встановіть браузер CENO з <a href="https://play.google.com/store/apps/details?id=ie.equalit.ceno">Google Play</a>, <a href="https://github.com/censorship-no/ceno-browser/releases">GitHub</a> або <a href="https://paskoocheh.com/tools/124/android.html">Paskoocheh</a>. <em>Жодних спеціальних дозволів не потрібно</em>.</li>
        <li>Запустіть його.</li>
        <li>Переглядайте сторінки як завжди, щоб допомогти іншим користувачам отримати доступ до них; якщо вас непокоїть конфіденційність якоїсь сторінки або якщо вона завантажується не так, як очікувалося — використовуйте приватну вкладку (дивіться <a href="../concepts/public-private.html">публічний чи приватний. перегляд сторінок</a>).</li>
        <li>Натисніть на сповіщення CENO, щоб повністю зупинити його.</li>
        </ol>
        <p>Детальні інструкції зі встановлення розташовані <a href="https://censorship.no/user-manual/uk/browser/install.html">тут</a>.</p>
        <h2 id="Налаштування">Налаштування</h2>
        <p>Браузер CENO повинен працювати «з коробки» – відразу. Ви можете знайти <a href="https://censorship.no/user-manual/uk/browser/settings.html">діагностика та налаштування</a> під пунктом меню <em>CENO</em>.</p>
        <p>Якщо ви хочете переконатися, що ваша програма також допомагає іншим отримати доступ до заблокованого контенту, будь ласка <a href="https://censorship.no/user-manual/uk/browser/bridging.html">прочитайте цей розділ</a>.</p>
        <h2 id="Залишилися-питання">Залишилися питання?</h2>
        <ul>
        <li>Будь ласка, ознайомтесь з <a href="https://censorship.no/user-manual/uk/intro/faq.html">Часті питання</a>.</li>
        <li>Зверніться до <a target="_blank" href="ceno-manual.pdf">Посібник користувача.</a>
        &gt;посібника з усунення несправностей.</li>
        <li>Зв'яжіться з нами, написавши на адресу <a href="mailto:cenoers@equalit.ie">cenoers@equalit.ie</a>.</li>
        </ul>`
    },
    newnode: {
      title: 'Free VPN using a robust peer-to-peer network.',
      content: `<p>NewNode VPN створює альтернативне мережеве з'єднання, яке дозволяє вашому пристрою спілкуватися в ситуаціях, коли потрібний веб-сайт або ресурс заблокований або недоступний.</p>
        <p>NewNode VPN використовує гнучку, надійну, однорангову мережу для маршрутизації ваших даних навколо близьких або віддалених мережевих перешкод. NewNode VPN повністю незалежний від сервера та стійкий до DDoS-атак. NewNode пройшов аудит безпеки, що робить його унікальним серед додатків VPN.</p>
        <h2>ОДИН ПІДКЛЮЧЕННЯ</h2>
        <p>Використовувати додаток NewNode VPN просто, просто запустити його та натиснути кнопку «Увімкнено»!</p>
        <h2>ЩО ВОНО РОБИТЬ?</h2>
        <p>Після ввімкнення NewNode VPN його альтернативна мережа NewNode починає діяти та передає мережеві дані, коли програма на вашому пристрої має проблеми з підключенням до вказаної адреси. NewNode VPN лише покращує швидкість вашої мережі і ніколи не сповільнює її. Якщо вміст, до якого ви хочете отримати доступ, доступний, поведінка вашої мережі не змінюється; якщо є якась перешкода, починається унікальна можливість однорангового VPN NewNode VPN. Якщо ваш звичайний Інтернет не може дістатися туди, куди потрібно зайти, замість цього використовується NewNode VPN!</p>
        <p>NewNode VPN - це реалізація унікальної технології dCDN NewNode. Деталі можна знайти на веб-сайті www.newnode.com.</p>
        <h2>БЕЗКОШТОВНО!</h2>
        <p>NewNode VPN безкоштовний - без підписки, без придбання через додаток, без реклами.</p>
        <p>Цей додаток потребує функції налаштування проксі, випущеної на Android 10. Слідкуйте за підтримкою старих версій Android - незабаром.</p>`
    },
  }
};
