export default {
  lang: {
    ru: "Російська",
    ua: "Українська",
    en: "Англійська",
  },
  copyUrl: "Копіювати",

  title: {
    first: "Альтернативні способи комунікації в умовах цензури, перебоїв ",
    second: "та обмежень у роботі мережі Інтернет",
  },
  connected: "Ваш нинішній сервер <b>{name}</b>",
  subtitle: "Ми пропонуємо вам заздалегідь встановити та потестувати цей набір із додатків, які можуть працювати автономно та незалежно від інтернет-обмежень. Якщо ви знаходитесь на тимчасово окупованих територіях, то ця проста підготовка гарантує вам працюючі канали зв'язку під рукою. Ми створили кілька серверів на території України для того, щоб наша команда могла забезпечити можливість комунікації між користувачами по локальній мережі, незалежно від того, що відбувається. Список цих додатків поповнюватиметься.",
  server: "ІНШІ СЕРВЕРИ:",
  alert: {
    title: "Не зволікай! Використовуй вже!",
    descr: "Створюйте власні мережі за допомогою коду. Приєднуйтесь до технічної групи для обговорення співпраці, нових послуг та волонтерства",
    buttons: {
      repo: "Репозиторій",
      servers: "Matrix cервер",
    },
  },
  cities: {
    kyiv: "Київ",
    odessa: "Одеса",
    kharkiv: "Харків",
    lviv: "Львів",
    lviv2: "Львів 2",
    rivne: "Рівне",
    kherson: "Херсон",
    mykolayiv: "Миколаїв",
    poltava: "Полтава",
  },

  footer: {
    initiative: `Ініціатива <a target="_blank" href="https://equalit.ie/">eQualit.ie</a>`,
    license: `За ліцензією <a  href="https://github.com/censorship-no/dcomms"> GNU General Public License v3.0</a>`,
  },
  rubric: {
    messaging: "Безпечні месенджери",
    browsing: "Перегляд сайтів",
    social: "Соцмережі",
    //    filesharing: "Файлообмінник",
  },
  adressCopy: "Адрес копірований",
  items: {
    desktopApp: "Як отримати доступ з комп’ютера (десктоп):",
    localDownload: "локальне скачування",
    instruction: "інструкція:",
    downloads: "Завантажити:",
    mobileApp: "Додаток для смартфона:",
    notAvail: "Недоступний",
  },
};
