


<template>
  <main class="container mx-auto sm:px-0">
    <H1 class="text-center mb-10 mt-16"> Мета проекту </H1>
    <div class="max-w-[700px] mx-auto">
      <p>
        Метою проекту є створення альтернативної платформи для комунікацій для
        звичайних користувачів Інтернету на випадок обмеження доступу до
        міжнародної мережі Інтернет чи застосування цензурних обмежень з боку
        окупанта. Ми пропонуємо список із різних додатків, які дозволяють
        спілкуватися за відкритим та вільним протоколом, розміщуючись на
        локальних хостингах в Україні (як на початку 2000-х, коли в люди почали
        підключати Інтернет вдома). Якщо говорити по-простому: скачайте додатки,
        налаштуйте, спробуйте, як це працює — і обмеження цензури та/чи
        відключення Інтернету вас не лякатимуть.
      </p>
      <H2>Як це працює</H2>
      <p>
        Всі наші інструкції - це нагадування користувачам Інтернету про те, що
        завдяки досить нехитрим діям можна забезпечити зв'язок один з одним, з
        друзями та родичами за кордоном, а також доступ до міжнародного
        інформаційного поля, на випадок, якщо звичні способи спілкування
        перестануть працювати. Для цього можна завантажити програми та
        підключитися до серверів, яким можна довіряти.
      </p>
      <p>
        <b>Два ключові поняття</b> тут: децентралізація та федеративність. Мовою
        простих людей, що не мають відношення до сфери програмування та
        інформатики, ми пропонуємо протестувати інструменти (додатки), які не
        мають єдиного сервера, що керує їх роботою, як то Viber, Telegram,
        Whatsapp, Facebook Messenger, тощо. Відповідно їх неможливо відключити,
        просто вимкнувши відповідні перемикачі на головному сервері.
      </p>
      <p>
        <b>Примітка.</b> Вашим рідним та друзям, з якими ви хочете підтримувати
        спілкування у разі ізоляції інтернету, також необхідно встановити ті ж
        програми. Однак, оскільки локальний сервер можна підняти на своєму
        локальному хостингу, то й налаштуваннями серверу також можна керувати.
        На нашому сайті ви знайдете інструменти, які входять до Федіверса —
        об'єднання децентралізованих сервісів, що працюють за принципом
        федерації: маючи обліковий запис на одному сервісі, користувач може
        взаємодіяти з іншими без додаткової реєстрації на кожному з них.
      </p>
      <p>
        При цьому,
        <b>власник сервера НЕ МОЖЕ отримати доступ до листування</b> у приватних
        чатах, до яких він не буд доєднаний як користувач. Доступ власника
        сервера обмежується лише публічними чатами.
      </p>
      <p>
        Наразі на сайті запропоновано кілька додатків з величезного
        децентралізованого всесвіту. Цей список поступово розширюватиметься.
        Програми розміщуються на серверах, які хостяться в українських
        датацентрах. Якщо у вас є доступ до одного з них, ви можете спілкуватися
        один з одним, навіть якщо у вашому регіоні не буде працювати
        інтернет-підключення, необхідне для використання звичайних месенджерів.
      </p>
      <H2>Навіщо це потрібно?</H2>
      <p>
        Ми розуміємо, що основні канали зв'язку на тимчасово окупованих
        територіях сьогодні контролюються владою окупанта, а доступ до
        інформації та спілкування зі світом — це необхідний ресурс. Цей ресурс
        дуже легко обмежити в умовах диктатури, тому ми впевнені, що краще
        заздалегідь зробити собі «подушки безпеки». Як то кажуть, краще сьогодні
        горобець, як завтра голубець. Запропоновані нами інструменти - це
        можливість забезпечити собі альтернативу в спілкуванні на крайній
        випадок.
      </p>
    </div>
  </main>
</template>

<script>
export default {
  layout: "default",
  nuxtI18n: {
    locales: ["ua"],
  },
  name: "MatrixDocs",
  data() {
    return {
      domain: this.$store.state.rootDomain,
    };
  },
  computed: {
    server() {
      if (this.$t(`cities`)[`${window.location.host.split(".")[0]}`]) {
        return window.location.host.split(".")[1]
          ? window.location.host.split(".")[0]
          : "kyiv";
      } else {
        return "kyiv";
      }
    },
  },
};
</script>
